def book_list_view(library):
    if library:
        print("Список книг в библиотеке:")
        for title in library:
            print(title)
    else:
        print("В библиотеке нет книг.")


def main ():
    library = {
        "Война и мир": {"автор": "Лев Толстой", "год": 1869, "наличие": "в наличии"},
        "Улисс": {"автор": "Джеймс Джойс", "год": 1921, "наличие": "выдана"},
        "Колыбель для кошки": {"автор": "Курт Воннегут", "год": 1963, "наличие": "в наличии"}
    }


    book_list_view(library)


main()