my_name = "\"Михаил\""
my_hobby = "\'Бадминтон\'"
my_favorite_film = """Каждые пять тысяч лет открываются двери между измерениями и темные силы стремятся нарушить
существующую гармонию. Каждые пять тысяч лет Вселенной нужен герой, способный противостоять этому злу. 
XXIII век. Нью-йоркский таксист Корбен Даллас должен решить глобальную задачу - спасение всего рода человеческого."""

print(f"Моё имя: {my_name}\n")
print(f"Моё хобби: {my_hobby}\n")
print(f"Описание моего любимого фильма:\n{my_favorite_film}")